src/CFD/OpenFOAM/OpenFOAM-v2206-MUI/tutorials/multiphase/twoLiquidMixingFoam/lockExchange/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2206                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

Dab         1e-06;
alphatab    1;

phases (sludge water);

sludge
{
    transportModel  Newtonian;
    nu              1e-06;
    rho             1000;
}

water
{
    transportModel  Newtonian;
    nu              1e-06;
    rho             990;
}


// ************************************************************************* //
